<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<script type="text/javascript">
alert("Tarea 3");
</script>
</head>
<body>
<h1>BENITO JUAREZ</h1>
<p>Naci&oacute; en San Pablo Guelatao, Oaxaca. Hijo de padres indios zapotecas,   se fue a Oaxaca a los trece a&ntilde;os, cuando a&uacute;n no hablaba castellano. Por   poco tiempo fue cosechero de grana, pero encontr&oacute; un protector en Don   Antonio Salanueva, encuadernador y terciario de la Orden Franciscana.   Con &eacute;l y con el maestro Domingo Gonz&aacute;lez, aprendi&oacute; a leer. Se matricul&oacute;   en el Seminario de la Santa Cruz, donde estudi&oacute; preparatoria; curs&oacute;   latinidad, filosof&iacute;a, y concluy&oacute; el bachillerato en 1827. Al a&ntilde;o   siguiente ingres&oacute;, sin la aprobaci&oacute;n de su protector, al Instituto de   Ciencias y Artes, donde se gradu&oacute; de abogado en 1834, correspondi&eacute;ndole   ser el primer profesionista graduado en dicho Instituto.</p>
<p>En 1831 fue regidor del Ayuntamiento de Oaxaca y en 1833, fue   diputado local. En 1841 fue juez de lo civil y al ser derrocado de la   Presidencia el Gral. Paredes Arrillaga, Ju&aacute;rez result&oacute; electo diputado   federal. Al volver a Oaxaca, Ju&aacute;rez ocup&oacute; por poco tiempo la gubernatura   a la renuncia de Jos&eacute; Sime&oacute;n Artega. Al terminar el periodo en agosto   de 1848, se present&oacute; candidato al siguiente periodo y result&oacute; electo.   Procur&oacute; el equilibrio econ&oacute;mico y ejecut&oacute; algunas obras p&uacute;blicas:   caminos, reconstrucci&oacute;n del Palacio de Gobierno, fundaci&oacute;n de escuelas   normales; levantamiento de una carta geogr&aacute;fica y la formaci&oacute;n del plano   de la ciudad de Oaxaca; reorganiz&oacute; la Guardia Nacional y dej&oacute; super&aacute;vit   en el tesoro. Termin&oacute; su mandato en 1852.</p>
<p>Al volver Santa-Anna al poder, muchos liberales son desterrados,   entre ellos Ju&aacute;rez, primero a Jalapa y luego a La Habana, tras una breve   prisi&oacute;n en San Juan de Ul&uacute;a. De La Habana se le deport&oacute; a Nueva   Orl&eacute;ans, donde desembarc&oacute; en octubre de 1853. Despu&eacute;s, al caer   Santa-Anna y llegar Juan &Aacute;lvarez y Comonfort a la Presidencia, se le   nombra&oacute; ministro de justicia (octubre - diciembre, 1855). En noviembre   de 1855, se expide la ley sobre administraci&oacute;n de justicia, llamada Ley   Ju&aacute;rez, en la que son abolidos los fueros. Nombrado gobernador de   Oaxaca, se hace cargo del gobierno el 10 de enero de 1856. Convoc&oacute; a   elecciones y fue designado nuevamente. Al expedirse la Constituci&oacute;n   Federal de 1857, la promulg&oacute;.</p>
<p><img src="descargar.jpg"></p>
<p>El 17 de diciembre se proclam&oacute; el Plan de Tacubaya; Ju&aacute;rez no se   solidariz&oacute; con la nueva pol&iacute;tica de Comonfort y fue aprehendido. Fue   liberado en enero de 1858 y sali&oacute; de la capital. En julio de 1859   expidi&oacute;, con el apoyo del grupo radical, las llamadas Leyes de Reforma:   independencia del Estado respecto de la Iglesia; ley sobre matrimonio   civil, sobre el Registro Civil, la de Panteones y Cementerios, paso de   los bienes de la Iglesia a la naci&oacute;n.</p>
<h3>Gonz&aacute;lez Ortega, civil improvisado general, llev&oacute; al triunfo a las   armas liberales y entr&oacute; a la ciudad de M&eacute;xico a fines de diciembre de   1860. Mientras, Ju&aacute;rez hab&iacute;a prorrogado su mandato en el Gobierno.   Convoc&oacute; a elecciones y result&oacute; designado para seguir en el mando. La   justa suspensi&oacute;n de pagos que orden&oacute; respecto de la deuda extranjera,   provoc&oacute; la expedici&oacute;n de Inglaterra, Francia y Espa&ntilde;a a Veracruz. Al   final, Francia qued&oacute; sola y en 1862 se inici&oacute; la Intervenci&oacute;n. El   ej&eacute;rcito franc&eacute;s fue detenido en Puebla por Zaragoza, el 5 de mayo de   1862, pero en 1863, a pesar de la heroica defensa de Gonz&aacute;lez Ortega, la   ciudad cay&oacute; tras tres meses de asedio. El 31 de mayo Ju&aacute;rez dej&oacute; la   ciudad de M&eacute;xico, encarnando en el &eacute;xodo la soberan&iacute;a de M&eacute;xico.</h3>
<p> <img src="OIP (3).jpg"></p>
</html>
